#+title: CYCLOTRONS’75

[[file:all-jacow-events.org][All JACoW Events]]


* Export


#+begin_src emacs-lisp :eval t
  (let ((org-time-stamp-custom-formats
         '("<%Y-%m-%d>" . "%Y-%m-%d %a %H:%M"))
        (org-display-custom-times 't))
    (org-table-map-tables
     (lambda ()
       (org-table-export
        (concat "./csv/" (file-name-base) (org-entry-get (point) "TAGS") ".tsv")
        "orgtbl-to-tsv"))))
#+end_src

#+RESULTS:
: Mapping tables: done


* Table

** Event :event:

|------------+-----------------------------------------------------------------------+---------------------|
| key        | value                                                                 | short               |
|------------+-----------------------------------------------------------------------+---------------------|
| eventtitle | Seventh International Conference on Cyclotrons and their Applications | CYCLOTRONS’75       |
| eventdate  | <1975-08-19>--<1975-08-22>                                          |                     |
| venue      | Zürich, Switzerland                                                   |                     |
| booktitle  | Proceedings of the 7th International Cyclotron Conference             | Proc. CYCLOTRONS’75 |
| editor     | W. Joho and A. Günther and A. Jesse and S. Adam and J. Collins        |                     |
|------------+-----------------------------------------------------------------------+---------------------|
#+TBLFM: @2$3='(cadar (org-collect-keywords '("TITLE")))::@5$3='(concat "Proc. " (cadar (org-collect-keywords '("TITLE"))))


** Sessions :session:

|---+--------------------------------------------------------------------------+------------------------------------------------|
|   |                                                                          | chair                                          |
|---+--------------------------------------------------------------------------+------------------------------------------------|
| A | Cyclotron Status Reports                                                 | H. G. Blosser and G. Schatz and G. Tagliaferri |
| B | New Proposals                                                            | E. Regenstreif                                 |
| C | RF Systems, Magnets                                                      | C. Mayer-Böricke                               |
| D | Orbit Dynamics, Extraction and Injection, Beam Transfer, Spectrometers   | H. Atterling and R. E. Pollock                 |
| E | Beam Dynamics, Ion Sources                                               | N. Y. Denisov and R. E. Pollock                |
| F | Applications of Cyclotrons in Biology and Medicine                       | Y. Jongen and E. G. Michaelis                  |
| G | Applications of Cyclotrons in Nuclear Physics, Chemistry and Engineering | K. L. Erdman and J. R. Richardson              |
| H | Control Systems                                                          |                                                |
| I | Heavy Ions                                                               | E. J. Jones and F. Resmini                     |
| J | History of Cyclotrons (Banquet Speech)                                   |                                                |
|---+--------------------------------------------------------------------------+------------------------------------------------|


** Paper :inproceedings:

|------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| ﻿eid  | title                                                                                                                                                                         | author                                                                                                                                                                                                                               | firstpage | lastpage |   pages |
|------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| A-01 | Summary Talk on Cyclotrons                                                                                                                                                    | F. G. Resmini                                                                                                                                                                                                                        |        19 |       26 |   19-26 |
| A-02 | Status Report on the {Indiana University Cyclotron Facility}                                                                                                                  | R. E. Pollock                                                                                                                                                                                                                        |        27 |       32 |   27-32 |
| A-03 | Status Report on {SIN}                                                                                                                                                        | H. A. Willax                                                                                                                                                                                                                         |        33 |       40 |   33-40 |
| A-04 | The Status of{ TRIUMF}                                                                                                                                                        | J. R. Richardson                                                                                                                                                                                                                     |        41 |       48 |   41-48 |
| A-05 | Report on the {CERN SC} Improvement Programme                                                                                                                                 | H. Beger and F. Blythe and Le Dallic, G. and H. Lustig and E. G. Michaelis and N. Vogt-Nilsen                                                                                                                                        |        49 |       56 |   49-56 |
| A-06 | Status of the {Nevis Synchro-Cyclotron}                                                                                                                                       | R. C. Cohen and Y. Au and G. Dugan and W. Fleisher and R. C. Hawrylak and M. M. Holland and J. Rainwater and J. Shill and D. W. Storm and F. G. Tinta and R. C. Werbin                                                               |        57 |       61 |   57-61 |
| A-07 | Cyclotrons of the {JINR} Laboratory of Nuclear Problems                                                                                                                       | Yu. N. Denisov                                                                                                                                                                                                                       |        62 |       67 |   62-67 |
| A-08 | Status of the {VICKSI} Project                                                                                                                                                | K. H. Maier                                                                                                                                                                                                                          |        68 |       75 |   68-75 |
| A-09 | Cyclotron Facilities in {Japan}                                                                                                                                               | Y. Hirao                                                                                                                                                                                                                             |        76 |       79 |   76-79 |
| A-10 | Status Report of {Cyclone}                                                                                                                                                    | Y. Jongen and G. Ryckewaert                                                                                                                                                                                                          |        80 |       83 |   80-83 |
| A-11 | Status of the 224-{cm} Variable Energy Cyclotron at {Calcutta}                                                                                                                | C. Ambasankaran and S. Chatterjee and A. S. Divatia and N. K. Ganguly and S. R. Gowariker and S. Mukherjee and D. Y. Phadke and S. S. Ramamurty and C. B. S. Rao and A. P. Thatte and C. Viswandham                                  |        84 |       87 |   84-87 |
| A-12 | Some Characteristics from {Orléans} and {Liège} Cyclotrons                                                                                                                    | D. T. Tran and D. Calandroni and A. Dupuis and B. Grémont and B. Hurt and J. Kervizic and G. Meyrand                                                                                                                                 |        88 |       91 |   88-91 |
| A-13 | {Bonn Cyclotron} Progress Report                                                                                                                                              | K. Euler and F. Hinterberger and P. Meyer and von Rossen, P. and H. U. Schmidt and A. Scholzen and B. Schüller and H. Wahl                                                                                                           |        92 |       94 |   92-94 |
| A-14 | The {Osaka University} {RCNP} 230-{cm} Isochronous Cyclotron                                                                                                                  | M. Kondo and I. Miura and T. Yamazaki and H. Ejiri and A. Shimizu and M. Inoue and K. Hosono and T. Saito and Y. Nagai and H. Sakai and N. Matsuoka and S. Yamabe                                                                    |        95 |       98 |   95-98 |
| A-15 | The {Orsay} 200-{MeV} Synchro-Cyclotron                                                                                                                                       | A. Laisné                                                                                                                                                                                                                            |        99 |      102 |  99-102 |
| A-16 | The {INS} 176-{cm} Sector Focusing Cyclotron                                                                                                                                  | Y. Hirao and M. Fujita and M. Furuya and T. Honma and H. Ogawa and Y. Sakurada and K. Sato and M. Sekiguchi and T. Tanabe and T. Yamada and T. Yamazaki and N. Yamazaki                                                              |       103 |      106 | 103-106 |
| A-17 | General Design Features of the {Warsaw University} 200-{cm} Isochronous Heavy-Ion Cyclotron                                                                                   | S. Chojnacki                                                                                                                                                                                                                         |       107 |      110 | 107-110 |
|------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| B-01 | {GANIL}: A proposal for a {French} Heavy-Ion Laboratory                                                                                                                       | {The GANIL Study Group}                                                                                                                                                                                                              |       111 |      116 | 111-116 |
| B-02 | Proposal for a {South African National Accelerator Facility for Physics and Medicine}                                                                                         | W. L. Rautenbach and A. H. Botha                                                                                                                                                                                                     |       117 |      122 | 117-122 |
| B-03 | A Proposed New Injector for the {SIN Ring Cyclotron}                                                                                                                          | U. Schryber and S. Adam and B. Berkes and D. Collins and W. Joho and P. Lanz and M. Olivo                                                                                                                                            |       123 |      126 | 123-126 |
| B-04 | Conversion Studies for the {Uppsala Synchro-Cyclotron}                                                                                                                        | S. Dahlgren and A. Åsberg and A. Ingemarsson and S. Kullander and B. Lundström and P. U. Renberg and K. Ståhl and H. Tyrén                                                                                                           |       127 |      131 | 127-131 |
| B-05 | The {GANIL} Injector                                                                                                                                                          | E. Baron and M. P. Bourgarel and P. Mandrillon                                                                                                                                                                                       |       132 |      134 | 132-134 |
| B-06 | 150-{MeV} Proton Medical Cyclotron Design Study                                                                                                                               | R. J. Burleigh and D. J. Clark and W. S. Flood                                                                                                                                                                                       |       135 |      140 | 135-140 |
|------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| C-01 | Special Aspects of Cyclotron {RF}-systems                                                                                                                                     | K. L. Erdman                                                                                                                                                                                                                         |       141 |      145 | 141-145 |
| C-02 | Design, Construction and Operation of the New {CERN SC} {RF} System                                                                                                           | H. Beger and A. Fiebig and C. E. Hill and R. Hohbach and F. Nitsch and S. Talas                                                                                                                                                      |       146 |      150 | 146-150 |
| C-03 | Multipacting-Related Processes and {RF} Breadkown Protection by Using Bias Pulsing at the {Nevis Synchro-Cyclotron}                                                           | F. G. Tinta                                                                                                                                                                                                                          |       151 |      155 | 151-155 |
| C-04 | Design of an {RF}-System for an Open-Sector Cyclotron                                                                                                                         | A. H. Botha and J. J. Kritzinger                                                                                                                                                                                                     |       156 |      159 | 156-159 |
| C-05 | Results of a New Passive {RF} Stabilizing System                                                                                                                              | C. Pagani and G. Varisco and G. Marinone and M. Puglisi                                                                                                                                                                              |       160 |      162 | 160-162 |
| C-06 | The {GANIL} Acceleration System                                                                                                                                               | C. Bieth and A. Joubert and G. Rastoix and J. Riedel                                                                                                                                                                                 |       163 |      166 | 163-166 |
| C-07 | {TRIUMF} {RF} System - Initial Operating Problems and their Solutions                                                                                                         | R. H. M. Gummer and R. L. Poirier and M. Zach                                                                                                                                                                                        |       167 |      170 | 167-170 |
| C-08 | Absolute Calibration of Dee Voltage by {X}-Ray Endpoint                                                                                                                       | P. S. Miller and E. Kashy                                                                                                                                                                                                            |       171 |      174 | 171-174 |
| C-09 | Principles and Performance of the Cee Beam Stretching System at {CERN SC} 2                                                                                                   | A. Fiebig and R. Hohbach                                                                                                                                                                                                             |       175 |      179 | 175-179 |
| C-10 | A New Approach for High-Power Solid-State Drivers Used for Wide-Band {RF} Acceleration                                                                                        | Ph. Guidée and J. Peyromaure                                                                                                                                                                                                         |       180 |      183 | 180-183 |
| C-11 | The {SIN} Fast Magnetic Field Measuring System                                                                                                                                | O. Szavits and D. Brombach                                                                                                                                                                                                           |       184 |      186 | 184-186 |
| C-12 | Measurement and Shimming of the Improved {CERN} Synchro-Cyclotron Magnet                                                                                                      | E. Braunersreuther and B. Hedin and D. Lehm and P. Skarek and N. Vogt-Nilsen                                                                                                                                                         |       187 |      190 | 187-190 |
| C-13 | Magnet System of the {SIN} Ring Injector Cyclotron                                                                                                                            | B. Berkes and D. Brombach                                                                                                                                                                                                            |       191 |      192 | 191-192 |
| C-14 | Design of Magnets for an Open-Sector Cyclotron                                                                                                                                | H. N. Jungwirth and L. D. Bruins and A. H. Botha and J. L. Pabot                                                                                                                                                                     |       193 |      196 | 193-196 |
| C-15 | Magnet Model Studies for Separated-Sector Heavy-Ion Cyclotrons                                                                                                                | E. D. Hudson and J. K. Bair and L. N. Howell and F. Irwin and J. W. Johnson and R. S. Lord and J. A. Martin and G. S. McNeilly and S. W. Mosko and L. L. Riedinger and M. A. Barre and M. P. Bourgarel and T. T. Luong and M. Ohayon |       197 |      200 | 197-200 |
| C-16 | Magnetic-Field Trimming Studies for a Separated-Sector Cyclotron                                                                                                              | E. D. Hudson and F. Irwin and M. L. Mallory and J. A. Martin and F. E. McDaniel                                                                                                                                                      |       201 |      204 | 201-204 |
| C-17 | Magnetic Field Design and Measurement for the {Kurchatov Institute} Cyclotron                                                                                                 | Yu. P. Buzulokov and E. M. Hodakov and Yu. L. Jupinov and N. A. Putjatin and N. I. Venikov                                                                                                                                           |       205 |      208 | 205-208 |
|------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| D-01 | Beam Transfer Between Accelerators at Cyclotron Facilities                                                                                                                    | W. Joho                                                                                                                                                                                                                              |       209 |      218 | 209-218 |
| D-02 | Novelties in Spectrometers                                                                                                                                                    | C.-A. Wiedner                                                                                                                                                                                                                        |       219 |      225 | 219-225 |
| D-03 | Injection in the {VICKSI} Cyclotron                                                                                                                                           | S. Lindbäck and H. Lindqvist                                                                                                                                                                                                         |       226 |      230 | 226-230 |
| D-04 | The Beam Transport System for the Modified {Orsay} Synchro-Cyclotron                                                                                                          | {The Synchro-Cyclotron Transformation Group}                                                                                                                                                                                         |       231 |      234 | 231-234 |
| D-05 | Improving the Energy Resolution of Particle Detection by Proper Beam Matching at {JULIC}                                                                                      | J. Reich and S. Martin and D. Protić and G. Riepe                                                                                                                                                                                    |       235 |      239 | 235-239 |
| D-06 | Properties of the {TRIUMF} Cyclotron Beam                                                                                                                                     | M. K. Craddock and E. W. Blackmore and G. Dutto and C. J. Kost and G. H. Mackenzie and J. R. Richardson and L. W. Root and P. Schmor                                                                                                 |       240 |      244 | 240-244 |
| D-07 | Beam Dynamics in Separate-Sector Cyclotrons                                                                                                                                   | S. Chabert and T. T. Luong and M. Promé                                                                                                                                                                                              |       245 |      248 | 245-248 |
| D-08 | Improved Energy Resolution with the {MSU} Cyclotron                                                                                                                           | Nolen, Jr., J. A. and P. S. Miller                                                                                                                                                                                                   |       249 |      253 | 249-253 |
| D-09 | Precession Injection in the {Delft Isochronous Cyclotron}                                                                                                                     | van Kampen, W. A. and J. Liedorp                                                                                                                                                                                                     |       254 |      259 | 254-259 |
| D-10 | Injection and Ejection Systems for the {GANIL} {SSC}                                                                                                                          | J. Fermé and G. Gendreau and P. Yvon                                                                                                                                                                                                 |       260 |      263 | 260-263 |
| D-11 | Comparison of Orbit Theories for Separated-Sectored Cyclotrons                                                                                                                | A. Jain and A. S. Divatia                                                                                                                                                                                                            |       264 |      267 | 264-267 |
| D-12 | Space Charge Effects in the Phase Plane During Injection in a Synchro-Cyclotron                                                                                               | D. Thouroude                                                                                                                                                                                                                         |       268 |      270 | 268-270 |
| D-13 | Focusing in {RF} Accelerating Gaps with Asymmetrically Curved Electric Equipotentials                                                                                         | G. Dutto and M. K. Craddock                                                                                                                                                                                                          |       271 |      274 | 271-274 |
| D-14 | Cyclotron Centre Region Study and Beam Diagnostic at {Orléans}’ Cyclotron                                                                                                     | D. T. Tran and A. Dupuis and J. Kervizic and B. Launé and G. Meyrand and D. Tronc and G. Goin                                                                                                                                        |       275 |      278 | 275-278 |
| D-15 | Modification of the Centre Region for Better Beam Quality at {JULIC}                                                                                                          | J. Linz and J. Reich and P. Wucherer                                                                                                                                                                                                 |       279 |      282 | 279-282 |
| D-16 | The Isochronism in the {SIN} 590-{MeV} Ring Cyclotron                                                                                                                         | S. Adam                                                                                                                                                                                                                              |       283 |      286 | 283-286 |
| D-17 | The Extraction System of the Improved {CERN} Synchro-Cyclotron                                                                                                                | B. W. Allardyce and R. Giannini and B. Hedin and A. Susini and N. Vogt-Nilsen and P. Mandrillon and S. Lindbäck                                                                                                                      |       287 |      291 | 287-291 |
| D-18 | The Electrostatic Extractor Channel for the {SIN} 590-{MeV} Ring Cyclotron                                                                                                    | M. Olivo                                                                                                                                                                                                                             |       292 |      296 | 292-296 |
| D-19 | Beam Transfer Problems on {GANIL}                                                                                                                                             | R. Beck                                                                                                                                                                                                                              |       297 |      298 | 297-298 |
| D-20 | Final Design and Initial Performance of the {Nevis} Secondary Beam Channel                                                                                                    | M. M. Holland and S. E. Metelits                                                                                                                                                                                                     |       299 |      305 | 299-305 |
| D-21 | The Design, Assembly and Performance of the {SIN} Beam Transfer Line                                                                                                          | J. Zichy and Ch. Markovits and L. Rezzonico                                                                                                                                                                                          |       306 |      311 | 306-311 |
| D-22 | Beam Transport System for the {INS} 176-{cm} Sector-Focusing Cyclotron                                                                                                        | Y. Hirao and M. Fujita and T. Honma and H. Ogawa and Y. Sakurada and K. Sato and M. Sekiguchi and Y. Shida and I. Sugai and T. Tanabe and T. Yamada and N. Yamazaki and T. Yamazaki and M. Yasue                                     |       312 |      314 | 312-314 |
| D-23 | Rotating Wedge Cyclotron Beam Degrader                                                                                                                                        | R. E. Berg                                                                                                                                                                                                                           |       315 |      316 | 315-316 |
| D-24 | A Simple Beam Chopper for {TOF} Experiments                                                                                                                                   | D. Calandroni and Y. Hiramoto                                                                                                                                                                                                        |       317 |      319 | 317-319 |
| D-25 | On the Theory of the Coupling Between Radial Oscillations and {HF} Phase and Energy of Particles in Cyclotrons                                                                | W. Schulte and H. L. Hagedoorn                                                                                                                                                                                                       |       320 |      323 | 320-323 |
| D-26 | Passage of Integral Resonances in a Cyclotron {Kaon Facility}                                                                                                                 | L. A. Sarkisyan                                                                                                                                                                                                                      |       324 |      325 | 324-325 |
| D-27 | Beam Extraction System in the {Kiev} 240-{cm} Isochronous Cyclotron                                                                                                           | V. A. Belyakov and R. N. Litunovsky and O. A. Minyaev                                                                                                                                                                                |       326 |      330 | 326-330 |
|------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| E-01 | Beam Diagnostic Equipment for Cyclotrons                                                                                                                                      | M. Olivo                                                                                                                                                                                                                             |       331 |      340 | 331-340 |
| E-02 | New Developments in Heavy-Ion Sources                                                                                                                                         | J. Arianer                                                                                                                                                                                                                           |       341 |      348 | 341-348 |
| E-03 | Beam Stabilization by External Beam-Phase Feedback                                                                                                                            | J.-F. P. Marchand                                                                                                                                                                                                                    |       349 |      352 | 349-352 |
| E-04 | The {HF} Phase Measuring Equipment of the {Eindhoven AVF Cyclotron}                                                                                                           | van Heusden, G. C. L. and R. Reumers and van Schaik, N.                                                                                                                                                                              |       353 |      354 | 353-354 |
| E-05 | Use of a Secondary Emission Monitor in the Extraction Channel of the {CERN Synchro-Cyclotron}                                                                                 | B. W. Allardyce and K. Gase                                                                                                                                                                                                          |       355 |      357 | 355-357 |
| E-06 | Intensity Distribution Monitors for the {SIN} External Proton Beams                                                                                                           | M. Daum                                                                                                                                                                                                                              |       358 |      360 | 358-360 |
| E-07 | {π⁻} Beam Studies Using Time-of-Flight Methods                                                                                                                                | H. Appel and V. Böhmer and G. Büche and W. Kluge and H. Matthäy                                                                                                                                                                      |       361 |      364 | 361-364 |
| E-08 | Investigation of the Thermal Regime in a Cyclotron Target                                                                                                                     | N. A. Konjachin and N. N. Krasnov and K. N. Lapin and V. N. Mironov                                                                                                                                                                  |       365 |      367 | 365-367 |
| E-09 | Measuring System of Phase Characteristics and Beam Stabilization of Cyclotrons                                                                                                | A. K. Vaganov and V. I. Gordin and R. N. Litunovsky and V. S. Vasilyev                                                                                                                                                               |       368 |      370 | 368-370 |
| E-10 | Ion Source and Central Region in the Improved {CERN} 600-{MeV} Synchro-Cyclotron                                                                                              | R. Galiana and R. Giannini and B. Hedin and N. Vogt-Nilsen and R. A. Bell                                                                                                                                                            |       371 |      375 | 371-375 |
| E-11 | Status Report of the Axial Injection System at the {Karlsruhe Isochronous Cyclotron}                                                                                          | G. Haushahn and J. Möllenbeck and G. Schatz and F. Schulz and H. Schweickert                                                                                                                                                         |       376 |      380 | 376-380 |
| E-12 | Initial Experience in Ion Production Using an Ultra-high Power Density Method                                                                                                 | T. Y. T. Kuo and J. S. Laughlin                                                                                                                                                                                                      |       381 |      385 | 381-385 |
| E-13 | {H⁻} Beam Intensity Improvements at the {Milan AVF Cyclotron}                                                                                                                 | E. Acerbi and C. Birattari and M. Castiglioni and C. DeMartinis and F. G. Resmini                                                                                                                                                    |       386 |      389 | 386-389 |
| E-14 | Polarized Deuterons of a Lambshift Ion Source Accelerated by the {Karlsruhe Isochronous Cyclotron}                                                                            | V. Bechtold and L. Friedrich and D. Finken and G. Strassner and P. Ziegler                                                                                                                                                           |       390 |      393 | 390-393 |
| E-15 | A Vertical Injection System for the {University of Manitoba} Cyclotron                                                                                                        | A. McIlwain and S. Oh                                                                                                                                                                                                                |       394 |      396 | 394-396 |
| E-16 | An Ion Source for Obtaining Highly Stripped Heavy Ions                                                                                                                        | A. Jain and A. S. Divatia                                                                                                                                                                                                            |       397 |      402 | 397-402 |
|------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| F-01 | Panel Session: Accelerators for Hospitals                                                                                                                                     | R. Wideröe and J. P. Blaser and G. Burton and B. Larsson and K. E. Scheer                                                                                                                                                            |       403 |      407 | 403-407 |
| F-02 | Applications of Cyclotrons in Medical Diagnosis                                                                                                                               | D. J. Silvester                                                                                                                                                                                                                      |       408 |      413 | 408-413 |
| F-03 | Proton and Heavy-Ion Therapy                                                                                                                                                  | B. Larsson                                                                                                                                                                                                                           |       414 |      418 | 414-418 |
| F-04 | Meson Radiobiology and Therapy                                                                                                                                                | M. M. Kligerman                                                                                                                                                                                                                      |       419 |      426 | 419-426 |
| F-05 | Fast-Neutron Radiobiology and Radiotherapy                                                                                                                                    | G. W. Barendsen and J. J. Broerse                                                                                                                                                                                                    |       427 |      430 | 427-430 |
| F-06 | Survey of the “Pretherapeutic” Experiments with Fast Neutrons Produced with the 50-{MeV} Deuteron Beam of {Cyclone}                                                           | J. P. Meulders and A. Wambersie                                                                                                                                                                                                      |       431 |      435 | 431-435 |
| F-07 | Irradiation Experiments of Diploid Yeast with Heavy Particles                                                                                                                 | H. Liesem and U. Bertsche                                                                                                                                                                                                            |       436 |      439 | 436-439 |
| F-08 | Installation of a Compact Variable Energy Cyclotron in a Hospital and Preliminary Results Obtained                                                                            | C. Crouzel and D. Comar and C. Kellershohn and R. Knipper and Le Poec, C. and C. Sejourne                                                                                                                                            |       440 |      443 | 440-443 |
| F-09 | Applications of the Compact Cyclotron of the German Cancer Researach Centre in Nuclear Medicine, Neutron Therapy and Radiation Biophysics                                     | G. Wolber and G. Hartmann and F. Helus and K.-H. Höver and B. J. Lorenz                                                                                                                                                              |       444 |      446 | 444-446 |
| F-10 | The Potential and Application of Cyclotrons in Biomedical Fields                                                                                                              | M. A. Chaudhri                                                                                                                                                                                                                       |       447 |      456 | 447-456 |
| F-11 | Production of Short-Lived Radioisotopes for Medical Applications Using High-Energy Reactions at {JULIC}                                                                       | R. Weinreich and W. Bräutigam and H.-J. Machulla and H.-J. Probst and S. M. Quaim and G. Stöcklin                                                                                                                                    |       457 |      460 | 457-460 |
| F-12 | Recent Developments in the Production of {¹²³I} at the {Milan AVF Cyclotron}                                                                                                  | E. Acerbi and C. Birattari and M. Castiglioni and F. G. Resmini                                                                                                                                                                      |       461 |      464 | 461-464 |
| F-13 | The Production of Short-Lived Radioisotopes by 14-{MeV} Neutrons                                                                                                              | Z. B. Alfassi                                                                                                                                                                                                                        |       465 |      466 | 465-466 |
| F-14 | Transmission Detectors for Cyclotron in-vivo Irradiations with Neutrons                                                                                                       | K. V. Ettinger and O. J. Filkin and B. J. Thomas                                                                                                                                                                                     |       467 |      470 | 467-470 |
| F-15 | Non-Computerized, off-axial Tomography with 580-{MeV} Protons                                                                                                                 | L. Dubal                                                                                                                                                                                                                             |       471 |      473 | 471-473 |
| F-16 | The Production of Radionuclides {¹²³I}, {⁷⁷Br} for Nuclear Medicine with High-Energetic {⁴He} Particles                                                                       | F. Helus and W. Maier-Borst and R. M. Lambrecht and A. P. Wolf                                                                                                                                                                       |       474 |      480 | 474-480 |
|------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| G-01 | Applications of Cyclotrons in Nuclear Physics                                                                                                                                 | C. Mayer-Böricke                                                                                                                                                                                                                     |       481 |      487 | 481-487 |
| G-02 | Applications of Cyclotrons in Particle Physics                                                                                                                                | F. Scheck                                                                                                                                                                                                                            |       488 |      495 | 488-495 |
| G-03 | Applications of Cyclotrons in Technical and Analytical Studies                                                                                                                | A. Gervé and G. Schatz                                                                                                                                                                                                               |       496 |      502 | 496-502 |
| G-04 | The Potential of Proton Radiography                                                                                                                                           | D. West                                                                                                                                                                                                                              |       503 |      506 | 503-506 |
| G-05 | Activation Analysis with Particles from a Cyclotron: Determination of Trace Oxygen in Metals by {³\llap{₂}He} Activation, Multi-Elemental Trace Analysis by Proton Activation | J. L. Debrun and J. N. Barrandon                                                                                                                                                                                                     |       507 |      510 | 507-510 |
| G-06 | Analysis of Protein Content in Grain by Proton Activation                                                                                                                     | D. A. Dohan and K. G. Standing                                                                                                                                                                                                       |       511 |      513 | 511-513 |
| G-07 | Irradiation of Machine Parts with Regard to Applications in Mechanical Engineering                                                                                            | B. Herkert                                                                                                                                                                                                                           |       514 |      517 | 514-517 |
| G-08 | Measurement of Wear and Corrosion by Surface Irradiation with Charged Particle Beams                                                                                          | K. V. Ettinger and J. H. Fremlin and N. A. Askouri                                                                                                                                                                                   |       518 |      521 | 518-521 |
| G-09 | Determination of Fluorine in Tea, Bones and Rocks Through the {¹⁹F(p,αγ)¹⁶O} Reaction Using a Cyclotron                                                                       | M. A. Chaudhri and J. L. Rouse and B. M. Spicer                                                                                                                                                                                      |       522 |      523 | 522-523 |
| G-10 | Environment Studies with the {Melbourne University} Cyclotron                                                                                                                 | M. M. Lee and M. A. Chaudhri and J. L. Rouse and B. M. Spicer                                                                                                                                                                        |       524 |      528 | 524-528 |
|------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| H-01 | Panel Session: Computer Control for Cyclotrons                                                                                                                                | F. Schutte and L. Besse and D. P. Gurd and van Heusden, G. C. L. and S. A. Lewis                                                                                                                                                     |       529 |      537 | 529-537 |
| H-02 | Computer-Controlled Beam Diagnostics at the {Karlsruhe Isochronous Cyclotron}                                                                                                 | W. Kappel and W. Karbstein and W. Kneis and J. Möllenbeck and D. Hartwig and G. Schatz and H. Schweickert                                                                                                                            |       538 |      541 | 538-541 |
| H-03 | Hardware Aspects of the {IUCF} Control System                                                                                                                                 | T. E. Zinneman and S. A. Lewis                                                                                                                                                                                                       |       542 |      544 | 542-544 |
| H-04 | The {SIN} Control System                                                                                                                                                      | L. Besse and P. Aeschimann and I. Jirousek and A. Jucker                                                                                                                                                                             |       545 |      548 | 545-548 |
| H-05 | The {Data Acquisition System (DAS)} for the Improved {CERN SC}                                                                                                                | H. Beger and R. Cusack and A. Fiebig and H. Schroot                                                                                                                                                                                  |       549 |      552 | 549-552 |
| H-06 | The Automatic Control of the {Eindhoven AVF-Cyclotron}                                                                                                                        | van Heusden, G. C. L. and J. Halders and P. Kooy and R. Reumers and F. Schutte                                                                                                                                                       |       553 |      556 | 553-556 |
| H-07 | Concept and Status of the Control System for the {VICKSI} Accelerators at {HMI Berlin}                                                                                        | W. Busse and H. Kluge                                                                                                                                                                                                                |       557 |      560 | 557-560 |
| H-08 | The Use of {CAMAC} with Small Computers in the {TRIUMF} Control System                                                                                                        | D. P. Gurd and D. R. Heywood and R. R. Johnson                                                                                                                                                                                       |       561 |      564 | 561-564 |
| H-09 | The System of Automatic Beam Phase Measuring and Control for the Isochronous Cyclotron                                                                                        | V. N. Anosov and M. Chihak and Yu. N. Denisov and A. V. Kalmykov and A. N. Lubenko                                                                                                                                                   |       565 |      570 | 565-570 |
|------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| I-01 | Heavy-Ion Research at Cyclotron Energies                                                                                                                                      | P. S. Fisher                                                                                                                                                                                                                         |       571 |      573 | 571-573 |
| I-02 | Accelerators for Heavy Ions                                                                                                                                                   | J. A. Martin                                                                                                                                                                                                                         |       574 |      583 | 574-583 |
| I-03 | Superconducting Cyclotrons                                                                                                                                                    | H. G. Blosser and D. A. Johnson and R. J. Burleigh and R. C. Niemann and J. R. Purcell                                                                                                                                               |       584 |      594 | 584-594 |
| I-04 | The {Chalk River} Superconducting Heavy-Ion Cyclotron                                                                                                                         | J. H. Ormrod and C. B. Bigham and J. S. Fraser and E. A. Heighway and C. R. Hoffmann and J. A. Hulbert and H. R. Schneider and Q. A. Walker                                                                                          |       595 |      599 | 595-599 |
| I-05 | A Separated-Sector Cyclotron Post-Accelerator for the{ Oak Ridge Heavy-Ion Laboratory}                                                                                        | S. W. Mosko and E. D. Hudson and R. S. Lord and M. L. Mallory and J. E. Mann and J. A. Martin and G. S. McNeilly and J. B. Ball and K. N. Fischer and L. L. Riedinger and R. L. Robinson                                             |       600 |      603 | 600-603 |
| I-06 | Heavy-Ion Booster Cyclotron Design Studies at {Berkeley}                                                                                                                      | R. J. Burleigh and D. J. Clark and L. R. Glasgow                                                                                                                                                                                     |       604 |      608 | 604-608 |
| I-07 | On the Possibility of Accelerating Multiply Charged Ions in the {CERN} Synchro-Cyclotron                                                                                      | R. Giannini and P. Mandrillon                                                                                                                                                                                                        |       609 |      613 | 609-613 |
| I-08 | Preliminary Tests for the Axial Injection of Heavy Ions at the {Grenoble} Cyclotron                                                                                           | M. Lieuvin and J. L. Belmont and M. Bajard                                                                                                                                                                                           |       614 |      617 | 614-617 |
| I-09 | The {Louvain-la-Neuve} Injector Cyclotron Project                                                                                                                             | Y. Jongen and G. Ryckewaert                                                                                                                                                                                                          |       618 |      621 | 618-621 |
| I-10 | The {Oak Ridge Isochronous Cyclotron} as an Energy Booster for a 25-{MV} Tandem                                                                                               | R. S. Lord and J. B. Ball and R. M. Beckers and K. N. Fischer and E. D. Hudson and M. L. Mallory and J. A. Martin and G. S. McNeilly and S. W. Mosko and J. D. Rylander and R. D. Sayer                                              |       622 |      625 | 622-625 |
| I-11 | Design Study for the Conversion of the {Oak Ridge Isochronous Cyclotron} from an Energy Constant of $K=90$ to {$K=300$ MeV}                                                   | G. S. McNeilly and E. D. Hudson and R. S. Lord and M. L. Mallory and J. E. Mann and J. B. Ball and J. A. Martin                                                                                                                      |       626 |      629 | 626-629 |
| I-12 | Performance Report on the {Kazakhstan Variable Energy Isochronous Cyclotron}                                                                                                  | A. A. Arzumanov and V. N. Batischev and V. I. Gerasimov and L. M. Nemenov and M. H. Nigmatov                                                                                                                                         |       630 |      634 | 630-634 |
|------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
| J-01 | The History of the Cyclotron                                                                                                                                                  | M. S. Livingston                                                                                                                                                                                                                     |       635 |      638 | 635-638 |
|------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-----------+----------+---------|
#+TBLFM: $5=@+1$-1 -1 :: @>$5=638
#+TBLFM: $6='(if (equal $-2 $-1) (format "%s" $-2) (format "%s-%s" $-2 $-1))



